<template>
  <div class="xieyi">
      <div class="one">生钛圈用户注册协议与隐私政策</div>
      <p class="three">欢迎您加入生钛圈。</p>
      <p class="three">请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不加入生钛圈。当您注册成功后，无论是进入生钛圈，还是在生钛圈 上发布任何内容（即「内容」），均意味着您（以下称为「用户」，包括但不限于浏览用户、个人作者、组织机构等）完全接受本协议项下的全部条款。</p>
      <div class="two">——总则</div>
      <p class="three">如用户完成注册程序，即表示用户与生钛圈 （包括且不限于网站、手机应用等多平台）就其所提供的服务达成协议，自愿接受本服务协议的所有内容。此后，用户不得以未阅读本服务协议内容为由进行任何形式的抗辩。用户注册成功后，生钛圈 将给予每个用户一个用户账号及对应的密码，该用户账号和密码由用户自己负责保管；用户应当对以其用户账号进行的所有活动和发表的全部内容承担法律责任。</p>
      <div class="two">一，使用规则</div>
      <p class="three">1.1 用户须对其在生钛圈 的注册信息的真实性、合法性、有效性承担责任。用户不得以任何方式(包括但不限于冒用他人姓名/其他组织机构名称、头像、昵称等）冒充他人或其他组织机构；不得利用他人、其他组织机构的名义发布任何信息；不得恶意使用注册账户导致其他用户将其误认为他人或其他组织机构。如用户违反前述约定，生钛圈 有权随时终止对该用户提供服务、收回其账号，并由该用户独立承担由此而产生的一切法律责任。</p>
      <p class="three">1.2 为更好地保护个人用户及组织机构在生钛圈上的合法权益，用户注册成功后，可进入生钛圈站内“个人主页”补充完善真实的个人信息，包括但不限于姓名、手机、地址、企业信息。</p>
      <p class="three">1.3 生钛圈 是一个社区自助售卖系统服务平台，用户在平台上可以管理并运营自己的设备，终端用户可以在平台查询、充值等。运营商也可以在平台管理终端用户信息，作为运营商，不得随意泄露终端用户隐私信息，如有违反，运营商将独立承担相应的法律后果，平台不承担任何法律责任。</p>
      <p class="three">1.4用户承诺不得以任何方式利用生钛圈直接或间接从事违反中国法律、法规以及社会公德的行为，生钛圈有权对违反上述承诺的内容予以删除。</p>
      <p class="three">1.5用户同意将不会利用生钛圈提供的服务制作、发布、转载或以其他方式传送含有下列内容之一的信息：</p>
      <p class="three">反对宪法所确定的基本原则的；</p>
      <p class="three">危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p class="three">损害国家荣誉和利益的；</p>
      <p class="three">煽动民族仇恨、民族歧视，破坏民族团结的；</p>
      <p class="three">破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p class="three">散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p class="three">散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
      <p class="three">侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p class="three">含有中国法律法规以及其他任何具有法律效力之规范所限制或禁止的其他内容的；</p>
      <p class="three">*含有生钛圈认为不适合在生钛圈展示的内容。</p>
      <p class="three">1.6 生钛圈有权对用户使用生钛圈的情况进行审查和监督，如用户在使用生钛圈时违反任何上述规定，生钛圈 或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于随意更改用户余额、恶意骗取用户充值、设备损坏不退用户余额）以减轻用户不当行为造成的影响。</p>
      <div class="two">二，知识产权</div>
      <p class="three">生钛圈是一个社区自动销售综合服务平台，我们尊重和鼓励生钛圈用户创作和发布的内容，并承诺将保护知识产权作为生钛圈运营的基本原则之一。</p>
      <p class="three">2.1 用户（包括不限于运营商、终端用户等）在生钛圈上发表的全部原创文章信息内容及评论内容等，著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到生钛圈 的同意。但若信息内容经生钛圈编辑、修改、翻译、改编或加注等，用户授权第三方使用前需得到生钛圈同意。</p>
      <p class="three">2.2 生钛圈提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它相关权利的法律法规保护，未经相关权利人（含生钛圈 及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。</p>
      <p class="three">2.3 为了促进资讯信息的分享和传播，用户将其在生钛圈上发表的全部内容，授予生钛圈免费的、不可撤销的、非独家使用许可，生钛圈 有权将该内容用于生钛圈及其合作方各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。生钛圈 在与用户协商相关权益（包括且不限于署名、给予一定报酬等）并取得授权后，也有权将内容用于上述许可之外的其他合法用途，包括但不限于部分或者全部地复制、修改、改编、翻译、组装、分拆、推广、分发、广播、表演、演绎、出版。</p>
      <p class="three">2.4 第三方若出于非商业目的，欲将用户在生钛圈上发表的内容转载在生钛圈之外的地方，应当在作品正文开头的显著位置注明原作者姓名，给出原始链接，注明「来源生钛圈 」，并且不得擅自对信息内容进行修改演绎。若需要对信息内容进行修改，或用于商业目的，第三方应当参照上述2.1协议内容联系生钛圈或用户获得单独授权，按照约定的方式使用该内容。</p>
      <p class="three">2.5 生钛圈为用户提供「独家授权，禁止转载」的选项。除非获得原作者的单独授权，并邮件联系生钛圈 （邮箱：shawn.wang@happy-ti.com），任何第三方不得转载标注了「禁止转载」的内容，否则均视为侵权。</p>
      <p class="three">2.6 在生钛圈发布创作或评论等内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，生钛圈 有权根据实际情况整改或删除相关的内容，并有权追究用户的法律责任。给生钛圈或任何第三方造成损失的，用户应承担全部赔偿责任。</p>
      <p class="three">2.7 如果任何第三方侵犯了生钛圈用户的相关权利，用户同意授权生钛圈或其指定的代理人代表生钛圈 或该用户对该第三方提出警告、进行投诉、发起行政执法、提起诉讼、进行上诉，或谈判和解，并且用户同意在生钛圈认为必要的情况下参与共同维权。</p>
      
      <div class="two">三，侵权与维权规则</div>
      <p class="three">3.1 处理原则</p>
      <p class="three">生钛圈作为社区自助售卖服务平台，将在责任范围内最大程度地尊重与保护每一位用户与运营商的合法权益，生钛圈 亦未与任何第三方的个人或机构合作开展此项业务。以下所有规则与处理流程，以生钛圈官方渠道（包括但不限于站内官方认证人员私信、官方邮箱、联系电话等）的回应为准。</p>
      <p class="three">3.2 受理范围</p>
      <p class="three">受理生钛圈站内侵犯个人或组织机构合法权益的侵权举报，包括但不限于恶意抢注、冒充身份信息、侵犯个人隐私、造谣与诽谤以及商业侵权。</p>
      <p class="three">3.2.1 恶意抢注或冒充身份信息：生钛圈注册ID信息恶意抢注或冒充他人或其他组织机构，包括但不限于冒用他人姓名/其他组织机构名称、头像、昵称等发布信息，并导致其他用户误认。</p>
      <p class="three">3.2.2 侵犯个人隐私：发布内容中直接涉及他人身份信息，如个人姓名、家庭住址、身份证号码、工作单位、私人电话等。</p>
      <p class="three">3.2.3 造谣与诽谤：发布内容中指名道姓（包括针对个人与组织机构）的直接谩骂、侮辱、虚构中伤、恶意诽谤等。</p>
      <p class="three">3.2.4 商业侵权：泄露企业商业秘密及其他根据保密协议不能公开传播的信息。</p>
      <p class="three">3.3 举报条件</p>
      <p class="three">若个人或组织机构发现生钛圈上存在侵犯其自身合法权益的内容，可通过邮箱（shawn.wang@happy-ti.com)或电话（010-86468203）与生钛圈 联系。为了保证问题能够得到及时有效的处理，请务必提交真实有效、完整清晰的证明材料，否则生钛圈将不予受理。具体格式及规定如下：</p>
      <p class="three">3.3.1 权利人对涉嫌侵犯的信息或内容拥有商标权、著作权或其他依法可以行使权利的权属证明文件；若举报人非权利人，请举报人提供代表权利人进行举报的书面授权证明。</p>
      <p class="three">3.3.2 对侵犯了权利人合法权益的内容做充分、明确的描述，提供涉嫌侵犯个人信息或内容在生钛圈上的具体页面地址，指明涉嫌侵权内容中的哪些信息内容侵犯了上述列明的权利人的合法权益。</p>
      <p class="three">3.3.3 权利人的具体联络信息，包括姓名、身份证或护照复印件（针对自然人）、单位登记证明扫描件、通信地址、电话号码、电子邮件。</p>
      <p class="three">3.3.4 在侵权举报中加入如下关于举报内容真实性的声明：</p>
      <p class="three">我本人为涉及侵权的信息内容的合法权利人；</p>
      <p class="three">我举报生钛圈站内的注册用户信息或其发布的内容侵犯了本人相应的合法权益；</p>
      <p class="three">如果本侵权举报内容不完全属实，本人将承担由此产生的一切法律责任。</p>
      <p class="three">3.4 处理流程</p>
      <p class="three">举报人需明白，出于网络平台的监督属性，并非所有申请都必须受理。生钛圈将在收到举报材料七个工作日内进行审核并给予回复。</p>
      <p class="three">举报人需明白，作为社区自助售卖服务平台，生钛圈 允许运营商独立管理设备与自己的用户，任何个人或组织机构不得随意要求运营商删除设备删除用户等操作。若个人或组织受到相应的侵犯，如设备恶意绑定，会员卡恶意绑定等，需指明具体哪些信息被侵犯，并提供相应的证明材料，统一提交至邮箱（shawn.wang@happy-ti.com）后申请受理。</p>
      
      <div class="two">四，免责声明</div>
      <p class="three">4.1 作为社区自助售卖综合服务平台，生钛圈有权但无义务对用户发布的所有内容进行审核。</p>
      <p class="three">4.2 针对生钛圈用户创作、发布的信息内容，生钛圈并不能保证其真实性和准确性，发布这些信息也不代表生钛圈证实其描述或赞同其观点。</p>
      <p class="three">4.3 生钛圈提供的所有信息内容仅供用户参考与交流，不构成商业建议或其他实际的操作意见。生钛圈 有权根据相关证据并结合《中华人民共和国侵权责任法》、《信息网络传播权保护条例》等法律法规对侵权信息进行处理。</p>
      <p class="three">4.4 生钛圈并不保证其所提供的网络服务一定能满足用户的需求，也不保证其所提供的网络服务不会中断，对于因不可抗力或生钛圈 不能控制的其他原因造成的网络服务中断或其它问题，生钛圈不承担任何责任，但承诺会尽量减少因此给用户造成的影响和损失。</p>
      <p class="three">4.5 用户知晓并且同意，对于因为不可抗力或生钛圈不能控制的其他原因（如网络安全漏洞、黑客攻击等）导致的用户资料意外泄漏，生钛圈 不承担相应责任，但承诺会尽量减少因此给用户造成的影响和损失。</p>
      <p class="three">4.6 鉴于互联网服务的特殊性，用户同意生钛圈有权随时变更、中断或终止其提供的部分或全部网络服务。如需变更、中断或终止其所提供的网络服务，生钛圈 无需通知用户，也无需对任何用户或任何第三方承担任何责任；</p>
      
      <div class="two">五，协议修改</div>
      <p class="three">5.1 根据互联网相关法律、法规及规范性文件的变化，或因业务调整与发展需要，生钛圈 有权在必要时通过在网页上发出公告等合理方式修改本服务协议以及各单项服务的相关协议。用户在享受各项服务时，应当及时查阅并了解相关协议的修改内容，并自觉遵守本服务协议以及其他单项服务的相关协议。用户如继续使用本协议所涉及的服务，则视为对修改内容的同意；用户在不同意修改内容的情况下，有权停止使用本服务协议涉及的服务。</p>
      <p class="three">5.2 在相关法律法规允许的最大范围内，生钛圈保留对本用户协议的最终解释权。</p>
      
      <div class="two">六，法律适用</div>
      <p class="three">6.1 本协议的订立、执行和解释及争议的解决均应适应中国法律。</p>
      <p class="three">6.2 如双方就本协议内容或其执行发生争议，双方应尽量友好协商解决；协商不成时应【提请中国国际经济贸易仲裁委员会仲裁】，仲裁裁决是终局性的，对双方均有约束力。</p>
      
      <div class="two">隐私政策</div>
      <p class="three">北京黑皮钛科技股份有限公司（以下统称“生钛圈”或“我们”）一向庄严承诺保护使用生钛圈的产品和服务（以下统称“生钛圈 服务”）之用户（以下统称“用户”或“您”）的隐私。您在使用生钛圈服务时，我们可能会收集和使用您的相关信息。</p>
      <p class="three">本《隐私政策》适用于我们提供的一切生钛圈 服务。当您使用我们任何单项服务时，您同意接受本《隐私政策》以及我们在该单项服务中发出的特定隐私信息类政策条款（下列称“特定条款”）的保护，在此情况下特定条款与本政策条款同时对您产生效力。例如：使用生钛圈 学访服务的用户，同时适用本《隐私政策》；又如，使用生钛圈小程序的用户，同时适用本《隐私政策》以及《生钛圈 用户注册协议》。如特定条款与本《隐私政策》条款存在同类条款的不一致约定，则在特定条款约束范围内应以特定条款为准。如我们提供的某一单项服务不适用本《隐私政策》的，我们在该服务中会以适当方式明示排除适用本《隐私政策》。</p>
      <p class="three">请注意我们不时地会检查我们的政策，因此有关的措施会随之变化。我们恳请您定期光顾本页面，以确保对我们《隐私政策》最新版本始终保持了解。在阅读完本政策之后，如您对本《隐私政策》或与本《隐私政策》相关的事宜有任何问题，请与shawn.wang@happy-ti.com联系。</p>
      <p class="three">如果您使用或继续使用生钛圈服务，这都表示您同意我们按照本《隐私政策》收集、使用、储存和分享您的信息。</p>
      
      <div class="two">一、我们可能收集的信息</div>
      <p class="three">（一）与个人身份无关的信息：</p>
      <p class="three">当您使用生钛圈服务时，我们可能收集和汇总诸如用户的来源途径、访问顺序等信息，例如记录使用生钛圈服务的每个用户的来源途径、浏览器软件等。</p>
      <p class="three">（二）有关个人身份的信息：</p>
      <p class="three">当您使用生钛圈 服务时，我们可能收集和汇总或要求您提供有关个人身份的信息，例如个人身份证明（包括身份证、护照、驾驶证等）；生日、籍贯、性别、兴趣爱好、个人电话号码、面部特征；网络身份标识信息（包括系统账号、IP地址、电子邮箱地址及与前述有关的密码、口令、口令保护答案等）；个人财产信息（交易记录、余额、优惠券、游戏类兑换码、银行卡信息等）；通讯信息；个人上网记录和日志信息（包括网站浏览记录、软件使用记录、点击记录、操作日志等）；设备信息（包括设备型号、设备MAC地址、操作系统类型、设备设置）；软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；位置信息（包括行程信息、精准定位信息、住宿信息、经纬度等）。</p>
      <p class="three">我们收集您的信息主要是为了您和其他用户能够更容易和更满意地使用生钛圈服务。生钛圈的目标是向所有的互联网用户提供安全、便捷、有效的上网经历。而这些信息有助于我们实现这一目标。</p>
      <p class="three">请注意，如您在生钛圈服务中其他用户可见的公开区域内上传或发布的信息中、您对其他人上传或发布的信息作出的回应中公开您的个人信息，该等信息可能会被他人收集并加以使用。当您发现生钛圈 的用户不正当地收集或使用您或他人的信息时，请联系shawn.wang@happy-ti.com。</p>

      <div class="two">二、我们如何收集和使用信息</div>
      <p class="three">（一）我们将通过以下途径收集和获得您的信息：</p>
      <p class="three">1、您提供的信息。例如：</p>
      <p class="three">（1）您在注册生钛圈服务的账号或使用生钛圈服务时，向我们提供的信息；</p>
      <p class="three">（2）您通过生钛圈服务向其他方提供的共享信息，以及您使用生钛圈服务时所储存的信息。</p>
      <p class="three">2、其他方分享的您的信息。亦即其他方使用生钛圈服务时所提供有关您的共享信息。</p>
      <p class="three">3、我们获取的您的信息。您在使用生钛圈服务时，我们收集、汇总、记录的信息，例如日志信息、位置信息、设备信息等。</p>
      <p class="three">（二）COOKIES、日志档案和WEB BEACON</p>
      <p class="three">我们或我们的第三方合作伙伴可能通过COOKIES和WEB BEACON获取和使用您的信息，并将该等信息储存为日志信息。</p>
      <p class="three">通过使用COOKIES，我们向用户提供简单易行并富个性化的网络体验。一个COOKIES是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。我们使用COOKIES是为了让其用户可以受益。比如，为使得生钛圈 登录过程更快捷，您可以选择把用户名存在一个COOKIES中。这样下次当您要登录生钛圈的服务时能更加方便快捷。COOKIES能帮助我们确定您连接的页面和内容，您在生钛圈 特定服务上花费的时间和您所选择的生钛圈服务。</p>
      <p class="three">COOKIES使得我们能更好、更快地为您服务，并且使您在生钛圈 服务上的经历更富个性化。然而，您应该能够控制COOKIES是否以及怎样被你的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的信息。</p>
      <p class="three">我们和第三方合作伙伴可能通过COOKIES和WEB BEACON收集和使用您的信息，并将该等信息储存。</p>
      <p class="three">我们使用自己的COOKIES和WEB BEACON，用于以下用途：</p>
      <p class="three">（1）记住您的身份。例如：COOKIES和WEB BEACON有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的喜好或其他信息；</p>
      <p class="three">（2）分析您使用我们服务的情况。我们可利用COOKIES和WEB BEACON来了解您使用生钛圈服务进行什么活动、或哪些服务或服务最受欢迎；</p>
      <p class="three">（3）广告优化。COOKIES和WEB BEACON有助于我们根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放。</p>
      <p class="three">我们为上述目的使用COOKIES和WEB BEACON的同时，可能将通过COOKIES和WEB BEACON收集的非个人身份信息汇总提供给广告商和其他伙伴，用于分析您和其他用户如何使用生钛圈 服务并用于广告服务。</p>
      <p class="three">生钛圈服务上可能会有广告商和其他合作方放置的COOKIES和WEB BEACON。这些COOKIES和WEB BEACON可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方COOKIES和WEB BEACON收集和使用该等信息不受本《隐私政策》约束，而是受到其自身的个人信息保护声明约束，我们不对第三方的COOKIES或WEB BEACON承担责任。</p>
      <p class="three">您可以通过浏览器或用户选择机制拒绝或管理COOKIES或WEB BEACON。但请您注意，如果您停用COOKIES或WEB BEACON，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。同时，您仍然将收到广告，只是这些广告与您的相关性会降低。</p>
      <p class="three">（三）我们会出于以下目的，收集和使用您的信息：</p>
      <p class="three">1、帮助您完成注册</p>
      <p class="three">为便于我们为您提供服务，您需要提供基本注册信息，例如手机号码、电子邮箱地址等，并创建您的用户名和密码。在部分单项服务中，如果您仅需使用浏览、搜索等基本服务，您不需要注册成为生钛圈 用户及提供上述信息。</p>
      <p class="three">2、向您提供商品或服务</p>
      <p class="three">我们所收集和使用的信息是为您提供生钛圈服务的必要条件，如缺少相关信息，我们将无法为您提供生钛圈服务的核心内容，例如：</p>
      <p class="three">（1）在部分服务项目中，为便于向您交付商品或服务，您需提供收货人个人身份信息、姓名、收货地址、邮政编码、收货人、联系电话、支付状态等信息。如果您拒绝提供此类信息，我们将无法完成相关交付服务。如您通过生钛圈 服务为其他人订购商品或服务，您需要提供该实际订购人的前述信息。向我们提供该实际订购人的前述信息之前，您需确保您已经取得其授权同意。</p>
      <p class="three">（2）为展示您账户的订单信息，我们会收集您在使用生钛圈服务过程中产生的订单信息用于向您展示及便于您对订单进行管理</p>
      <p class="three">（3）当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</p>
      <p class="three">（4）为确认交易状态及为您提供售后与争议解决服务，我们会通过您基于交易所选择的交易对象、支付机构、物流公司等收集与交易进度相关的您的交易、支付、物流信息，或将您的交易信息共享给上述服务提供者。</p>
      <p class="three">3、向您推送消息</p>
      <p class="three">（1）为您展示和推送设备故障信息，交易信息，商品或服务。我们可能使用您的信息，您的设备信息、位置信息、账户信息、订单信息，提取您的设备状态、账户状态、位置信息等特征，并基于特征标签通过公众号推送、短信或其他方式向您发送推送消息，提供或推广我们或第三方的如下商品和服务：</p>
      <p class="three">我们的商品和服务，包括但不限于：即时通讯服务、网上媒体服务、支付服务、搜索服务、位置服务、应用软件和服务、数据管理软件和服务、网上广告服务、社交媒体、电子商务、资讯及通讯软件和服务（“互联网服务”）；及第三方商品和服务，包括但不限于：互联网服务、食物和餐饮、体育、音乐、电影、电视、现场表演和其他艺术和娱乐、书册、杂志和其他刊物、服装和配饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及金融服务、积分和奖励计划，以及我们认为可能与您相关的其他商品和服务。</p>
      <p class="three">（2）向您发出通知。我们可能在必需时（例如当我们由于系统维护而暂停某一单项服务、变更、终止提供某一单项服务时）向您发出与服务有关的通知。</p>
      <p class="three">如您不希望继续接收我们推送的消息，您可要求我们停止推送，例如：根据短信退订指引要求我们停止发送推广短信，或在移动端设备中进行设置，不再接收我们推送的消息等；但我们依法律规定或单项服务的服务协议约定发送消息的情形除外。</p>
      <p class="three">4、为您提供安全保障</p>
      <p class="three">为确保您身份真实性、向您提供更好的安全保障，您可以向我们提供身份证明、面部特征等生物识别信息等个人敏感信息以完成实名认证。</p>
      <p class="three">除身份验证外，我们可能将您的信息用于客户服务、安全防范、诈骗监测、存档和备份等用途，确保我们向您提供的服务的安全性；我们可能使用或整合我们所收集的您的信息，以及我们的合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>
      <p class="three">5、改进我们的服务</p>
      <p class="three">我们可能将通过某一项生钛圈服务所收集的信息，用于我们的其他服务。例如，在您使用某一项生钛圈服务时所收集的您的信息，可能在另一项生钛圈 服务中用于向您提供特定内容或向您展示与您相关的、而非普遍推送的信息；我们可能让您参与有关生钛圈服务的调查，帮助我们改善现有服务或设计新服务；同时，我们可能将您的信息用于软件更新。</p>
      <p class="three">您了解并同意，在收集您的信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别您的身份并且被处理信息不能复原，在此情况下我们有权使用已经去标识化的信息，对用户数据库进行分析并予以商业化的利用。</p>
      <p class="three">如果我们将您的信息用于本《隐私政策》中未载明的其他用途，会事先征求您同意。</p>
      <p class="three">6、征得授权同意的例外</p>
      <p class="three">根据相关法律法规规定，以下情形中收集您的信息无需征得您的授权同意：</p>
      <p class="three">（1）与国家安全、国防安全有关的；</p>
      <p class="three">（2）与公共安全、公共卫生、重大公共利益有关的；</p>
      <p class="three">（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
      <p class="three">（4）出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
      <p class="three">（5）所收集的信息是您自行向社会公众公开的；</p>
      <p class="three">（6）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；</p>
      <p class="three">（7）根据您的要求签订合同所必需的；</p>
      <p class="three">（8）用于维护生钛圈服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
      <p class="three">（9）为合法的新闻报道所必需的；</p>
      <p class="three">（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；</p>
      <p class="three">（11）法律法规规定的其他情形。</p>

      <div class="two">三、我们可能分享、转让或披露的信息</div>
      <p class="three">（一）分享</p>
      <p class="three">除以下情形外，未经您同意，我们不会与生钛圈之外的任何第三方分享您的信息：</p>
      <p class="three">1、向您提供我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以实现您需要的核心功能或提供您需要的服务，例如：向物流服务商提供对应的订单信息；</p>
      <p class="three">2、维护和改善我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以帮助我们为您提供更有针对性、更完善的服务，例如：代表我们发出电子邮件或推送通知的通讯服务提供商等；</p>
      <p class="three">3、实现本《隐私政策》第二条“我们如何收集和使用信息”部分所述目的；</p>
      <p class="three">4、履行我们在本《隐私政策》或我们与您达成的其他协议中的义务和行使我们的权利；</p>
      <p class="three">5、向委托我们进行推广的合作伙伴等第三方共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供可以识别您身份的信息，例如姓名电话号码或电子邮箱；或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。</p>
      <p class="three">6、在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、您或其他生钛圈 用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他公司和组织交换信息。不过,这并不包括违反本《隐私政策》中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的信息。</p>
      <p class="three">7、应您合法需求，协助处理您与他人的纠纷或争议；</p>
      <p class="three">8、应您的监护人合法要求而提供您的信息；</p>
      <p class="three">9、根据与您签署的单项服务协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
      <p class="three">10、基于学术研究而提供；</p>
      <p class="three">11、基于符合法律法规的社会公共利益而提供。</p>
      <p class="three">我们仅会出于合法、正当、必要、特定、明确的目的共享您的信息。对我们与之共享信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本《隐私政策》以及其他任何相关的保密和安全措施来处理信息</p>
      <p class="three">（二）转让</p>
      <p class="three">1、随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的信息有可能作为此类交易的一部分而被转移。我们会要求新的持有您信息的公司、组织继续受本《隐私政策》的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</p>
      <p class="three">2、在获得您的明确同意后，我们会向其他方转让您的信息。</p>
      <p class="three">（三）披露</p>
      <p class="three">我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露您的信息：</p>
      <p class="three">1、根据您的需求，在您明确同意的披露方式下披露您所指定的信息；</p>
      <p class="three">2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您信息的情况下，我们可能会依据所要求的信息类型和披露方式披露您的信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。</p>
      
      <div class="two">四、我们如何保留、储存和保护信息</div>
      <p class="three">我们仅在本《隐私政策》所述目的所必需期间和法律法规要求的时限内保留您的信息。</p>
      <p class="three">我们在中华人民共和国境内运营中收集和产生的信息，存储在中国境内，以下情形除外：</p>
      <p class="three">1、法律法规有明确规定；</p>
      <p class="three">2、获得您的授权同意；</p>
      <p class="three">3、您使用的产品、服务涉及跨境，生钛圈需要向境外提供您的个人信息的。</p>
      <p class="three">针对以上情形，我们会确保依据本政策及国家法律法规要求对您的个人信息提供足够的保护。</p>
      <p class="three">我们将采取以下手段保护您的信息：</p>
      <p class="three">（一）数据安全技术措施</p>
      <p class="three">我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。网络服务采取了多种加密技术，例如在某些服务中，我们将利用加密技术（例如SSL）来保护您的信息，采取加密技术对您的信息进行加密保存，并通过隔离技术进行隔离。在信息使用时，例如信息展示、信息关联计算，我们会采用多种数据脱敏技术增强信息在使用中安全性。采用严格的数据访问权限控制和多重身份认证技术保护信息，避免数据被违规使用。</p>
      <p class="three">（二）我们为保护信息采取的其他安全措施</p>
      <p class="three">我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范信息的存储和使用。</p>
      <p class="three">我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。</p>
      <p class="three">加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护信息重要性的认识。</p>
      <p class="three">（三）我们仅允许有必要知晓这些信息的生钛圈 员工、合作伙伴访问您的信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与生钛圈 的合作关系。</p>
      <p class="three">（四）我们会采取一切合理可行的措施，确保未收集无关的信息。</p>
      <p class="three">（五）互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件或其他服务软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的信息安全。</p>
      <p class="three">（六）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>
      <p class="three">（七）安全事件处置</p>
      <p class="three">在通过生钛圈服务与第三方进行沟通或购买商品及服务时，您不可避免的要向交易对方或潜在的交易对方披露自己的信息，如联络方式或者邮政地址等。请您妥善保护自己的信息，仅在必要的情形下向他人提供。</p>
      <p class="three">为应对信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。</p>
      <p class="three">在不幸发生信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况。</p>
      <p class="three">请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入生钛圈 服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。</p>
      
      <div class="two">五、如何管理您的信息</div>
      <p class="three">（一）访问、更新和删除</p>
      <p class="three">我们鼓励您更新和修改您的信息以使其更准确有效。您能通过生钛圈 服务访问您的信息，并根据对应信息的管理方式自行完成或要求我们进行修改、补充和删除。我们将采取适当的技术手段，尽可能保证您可以访问、更新和更正自己的信息或使用生钛圈服务时提供的其他信息。</p>
      <p clas在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障信息安全。对于通过COOKIES和WEB BEACON收集的您的信息，我们还在本《隐私政策》第二条“COOKIES、日志档案和WEB BEACON”部分说明了向您提供的选择机制。</p>
      <p class="three">（二）公开与分享</p>
      <p class="three">我们的多项服务可让您不仅与您的社交网络、也与使用该服务的所有用户公开分享您的相关信息，例如，您在生钛圈 服务中所上传或发布的信息、您对其他人上传或发布的信息作出的回应，通过电子邮件或在生钛圈 服务中不特定用户可见的公开区域内上传或公布您的个人信息，以及包括与这些信息有关的位置数据和日志信息。只要您不删除您所公开或共享的信息，有关信息可能一直留存在公众领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。如您将信息通过上述渠道公开或共享，由此造成您的信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或共享您的信息。</p>
      <p class="three">（三）注销</p>
      <p class="three">在符合生钛圈单项服务的服务协议约定条件及国家相关法律法规规定的情况下，您的该项生钛圈 服务账号可能被注销或删除。当账号注销或被删除后，与该账号相关的、该单项服务项下的全部服务资料和数据将依照单项服务的服务协议约定删除或处理。</p>
      <p class="three">（四）改变您授权同意的范围</p>
      <p class="three">您总是可以选择是否披露信息。有些信息是使用生钛圈服务所必需的，但大多数其他信息的提供是由您决定的。您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集信息的范围或撤回您的授权。</p>
      <p class="three">当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的信息处理。</p>
      <p class="three">（五）有关敏感信息的提示</p>
      <p class="three">某些信息因其特殊性可能被认为是敏感信息，例如您的种族、宗教、个人健康和医疗信息等，以及身份证明文件、个人生物识别信息、财产信息、行踪轨迹、未成年人的信息等。</p>
      <p class="three">请注意，您在生钛圈服务中所提供、上传或发布的内容和信息（例如有关您社交活动的照片或信息），可能会泄露您的敏感信息。您需要谨慎地考虑，是否使用生钛圈服务披露您的敏感信息。</p>
      <p class="three">您同意您的敏感信息按本《隐私政策》所述的目的和方式来处理。</p>
      

      <div class="two">六、第三方服务</div>
      <p class="three">生钛圈服务可能链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。包括：</p>
      <p class="three">（1）您可利用“分享”键将某些内容分享到生钛圈服务，或您可利用第三方服务登录生钛圈 服务。这些功能可能会收集您的信息（包括您的日志信息），并可能在您的电脑装置COOKIES，从而正常运行上述功能；</p>
      <p class="three">（2）我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站；</p>
      <p class="three">（3）其他接入第三方服务的情形。</p>
      <p class="three">该等第三方社交媒体或其他服务由相关的第三方负责运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本《隐私政策》）约束，您需要仔细阅读其条款。本《隐私政策》仅适用于我们所收集的任何信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，而我们对任何第三方使用由您提供的信息不承担任何责任。</p>
      
      <div class="two">七、年龄限制</div>
      <p class="three">我们建议：任何未成年人参加网上活动应事先取得家长或其法定监护人（以下简称"监护人"）的同意。我们将根据国家相关法律法规的规定保护未成年人的相关信息。</p>
      <p class="three">我们鼓励父母或监护人指导未成年人使用生钛圈服务。我们建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，并建议未成年人在提交信息之前寻求父母或监护人的同意和指导。</p>
      
      <div class="two">八、通知和修订</div>
      <p class="three">我们可能适时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。对于重大变更，我们会提供更显著的通知，您可以选择停止使用生钛圈服务；在该种情况下，如您仍然继续使用生钛圈 服务的，即表示同意受经修订的本《隐私政策》的约束。</p>
      <p class="three">任何修改都会将您的满意度置于首位。我们鼓励您在每次使用生钛圈服务时都查阅我们的隐私政策。</p>
      <p class="three">我们可能在必需时（例如当我们由于系统维护而暂停某一项服务时）发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。</p>
      <p class="three">最后，您必须对您的账号和密码信息负有保密义务。任何情况下，请小心妥善保管。</p>
      
      <div class="two">九、如何联系我们</div>
      <p class="three">如您有关于网络信息安全的投诉和举报，或您对本《隐私政策》、您的信息的相关事宜有任何问题、意见或建议，以及有关本声明或生钛圈的隐私措施的问题请与生钛圈 的协调人联系。请联系：shawn.wang@happy-ti.com。</p>
        <div class="back" @touchstart="go('/login')">返回</div>
  </div>
</template>

<script>
export default {
  name: "Deal",
  methods:{
      go(path){
          this.$router.replace(path)
      }
  }
};
</script>

<style scoped lang="stylus">
@import '../../common/stylus/mixins.styl';
.xieyi
    width 100%
    height 100%
    padding 30px
    box-sizing border-box
    overflow auto
    position relative
    .one
        text-align center
        font-size 36px
        margin-bottom 10px
    .two
        font-size 30px 
        font-weight 700
    .three
        font-size 28px
    .back
        position absolute
        left 10px
        top 30px
        font-size 30px
</style>